datasets/benchmark-results/melbourneit/201811141116/wordpress-results-melbourneit-1-201811141116.log
Running 1m test @ http://mapp.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 776.294ms, rate sampling interval: 1587ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   776.07ms   60.46ms 897.54ms   58.00%
    Req/Sec     0.58      0.49     1.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  786.94ms
 75.000%  802.30ms
 90.000%  863.74ms
 99.000%  898.05ms
 99.900%  898.05ms
 99.990%  898.05ms
 99.999%  898.05ms
100.000%  898.05ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

     680.447     0.000000            1         1.00
     692.223     0.100000            5         1.11
     698.879     0.200000           11         1.25
     762.367     0.300000           16         1.43
     775.679     0.400000           20         1.67
     786.943     0.500000           25         2.00
     793.599     0.550000           29         2.22
     794.111     0.600000           30         2.50
     800.255     0.650000           34         2.86
     801.279     0.700000           35         3.33
     802.303     0.750000           38         4.00
     803.839     0.775000           39         4.44
     804.863     0.800000           40         5.00
     814.079     0.825000           42         5.71
     828.927     0.850000           43         6.67
     861.695     0.875000           44         8.00
     863.743     0.887500           45         8.89
     863.743     0.900000           45        10.00
     869.887     0.912500           46        11.43
     877.055     0.925000           47        13.33
     877.055     0.937500           47        16.00
     886.783     0.943750           48        17.78
     886.783     0.950000           48        20.00
     886.783     0.956250           48        22.86
     894.463     0.962500           49        26.67
     894.463     0.968750           49        32.00
     894.463     0.971875           49        35.56
     894.463     0.975000           49        40.00
     894.463     0.978125           49        45.71
     898.047     0.981250           50        53.33
     898.047     1.000000           50          inf
#[Mean    =      776.069, StdDeviation   =       60.456]
#[Max     =      897.536, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.08MB read
Requests/sec:      1.00
Transfer/sec:     52.61KB